[
    {
        "id": "HeaderSubtext",
        "value": "Estudiante de Ingenieria en Sistemas"
    },
    {
        "id": "AboutMe1Title",
        "value": "Un poco de mi."
    },
    {
        "id": "AboutMe1Text",
        "value": "Hola me llamo Andrés, pero podés llamarme. Dejame contarme un poco de mi, Tengo 23 años y soy un estudiante en la UTN de San Francisco, Córdoba, Argentina. \n Estoy en los ultimos de mi carrera y estoy interesado en el desarrollo web y otras tecnologias :)."
    },
    {
        "id": "AboutMe2Title",
        "value": "Proyectos"
    },
    {
        "id": "AboutMe2Text",
        "value": "Los proyectos que he realizado fueron con autenticación y validaciones mediante ASPNET, y un persistencia de EntityFramework con bases de datos SQL.\n Además se sobre JavaScript, sí le das un vistazo a mis repositorios en GitHub,podrás ver como consumí APIs y un manejo del DOM, además este Portfolio esta realizado con React."
    },
    {
        "id": "AboutMe3Title",
        "value": "Mis metas."
    },
    {
        "id": "AboutMe3Text",
        "value": "Mi objectivo al corto plazo es aprender más sobre el desarrollo web, principalmente sobre FrontEnd y abierto a otras cosas."
    },
    {
        "id": "KnowledgeTitle",
        "value": "Mi conocimiento."
    },
    {
        "id": "KnowledgeText",
        "value": "Poseo una buena base como Junio en frontend sabiendo las cosas necesarias de HTML,CSS, JavaScript y librerias de estilos como Bootstrap o Tailwind. \n No solamente eso, además poseo conocimientos en Backend especificamente con DOTNET donde creé APIs y use MVC para mostrar contenido, además de Blazor para el renderizado de componentes."
    },
    {
        "id": "StickyPaper",
        "value": "Contactame (●'◡'●)"
    },
    {
        "id": "ContactMeHeader",
        "value": "A VERY FORMAL AND TOO SERIOUS LETTER"
    },
    {
        "id": "ContactMeSubject",
        "value": "Asunto..."
    },
    {
        "id": "ContactMeMessage",
        "value": "Tu mensaje..."
    },
    {
        "id": "HeaderSent",
        "value": "¡Enviado!"
    },
    {
        "id": "HeaderDecoration",
        "value": "No te olvides de firmar :)"
    },
    {
        "id": "StateExecutionSubjectEmpty",
        "value": "Oops, parece que te olvidaste de escribir el asunto."
    },
    {
        "id": "StateExecutionMessageEmpty",
        "value": "Oops, parece que te olvidaste de escribir el mensaje."
    },
    {
        "id": "StateExecutionBothEmpty",
        "value": "Oops, parece que te olvidaste de escribir el asunto y el mensaje."
    }
]